{
    "planets": [
      {
        "name": "Mercury",
        "namePt": "Mercúrio",
        "description": "Mercúrio, o menor planeta do sistema solar e mais próximo do Sol, possui um diâmetro de cerca de 4.879 quilômetros. Sua superfície é coberta por crateras de impacto, resultado da falta de atmosfera para protegê-lo de colisões. Com uma órbita de aproximadamente 88 dias terrestres, Mercúrio também tem uma rotação lenta, levando cerca de 59 dias terrestres para completar uma volta em torno de seu eixo. Sua atmosfera é extremamente fina, composta principalmente de gases como hélio, hidrogênio e vestígios de vapor d'água. As temperaturas em Mercúrio variam de extremos, atingindo -173 °C nas áreas mais frias e 427 °C nas áreas expostas ao Sol.",
        "colors": "gray, brown, yellow"
      },
      {
        "name": "Venus",
        "namePt": "Vênus",
        "description": "Vênus, conhecido como o 'planeta irmão da Terra', é o segundo planeta mais próximo do Sol e possui um diâmetro de aproximadamente 12.104 quilômetros. Sua atmosfera densa é composta principalmente por dióxido de carbono e uma espessa camada de nuvens de ácido sulfúrico. Vênus é famoso por seu efeito estufa extremo, resultando em altas temperaturas que chegam a alcançar cerca de 470 °C, tornando-o o planeta mais quente do sistema solar. Além disso, Vênus apresenta um movimento de rotação retrógrado, o que significa que seu período de rotação é mais longo que seu período orbital. Estudos revelaram características geológicas, como vulcões e planícies de lava, indicando uma atividade vulcânica passada. A exploração espacial tem revelado mais informações sobre esse intrigante planeta.",
        "colors": "yellow, orange, brown"
      },
      {
        "name": "Earth",
        "namePt": "Terra",
        "description": "A Terra é o terceiro planeta do sistema solar, localizado a uma distância média de cerca de 150 milhões de quilômetros do Sol. É o único planeta conhecido a abrigar vida, com uma diversidade incrível de formas de vida, incluindo seres humanos. A Terra possui uma atmosfera rica em oxigênio, que sustenta a vida e protege o planeta dos impactos de meteoros. Além disso, apresenta uma variedade de paisagens, como montanhas, oceanos, florestas e desertos. O seu diâmetro é de aproximadamente 12.742 quilômetros, tornando-a um dos planetas de tamanho médio do sistema solar. A Terra também possui um satélite natural, a Lua, que exerce influência nas marés e no ciclo de vida do planeta.",
        "colors": "blue, green, brown"
      },
      
      {
        "name": "Mars",
        "namePt": "Marte",
        "description": "Marte, o 'Planeta Vermelho', é o quarto planeta do sistema solar. Possui uma superfície rochosa e características como montanhas, vales e calotas polares. Sua atmosfera fina é composta principalmente de dióxido de carbono, resultando em temperaturas frias e baixa pressão atmosférica. Água em forma de gelo foi encontrada nas calotas polares e subsuperfície. Missões espaciais exploraram Marte, revelando sua geologia, história climática e a possibilidade de vida microbiana no passado. Futuras missões visam aprofundar essa exploração e estudar a habitabilidade do planeta.",
        "colors": "red, brown, orange"
      },
      {
        "name": "Jupiter",
        "namePt": "Júpiter",
        "description": "Júpiter, o maior planeta do sistema solar, é conhecido por sua imponente presença. Com uma atmosfera composta principalmente de hidrogênio e hélio, ele exibe faixas coloridas e uma Grande Mancha Vermelha, uma tempestade gigante que dura séculos. Júpiter possui dezenas de luas, incluindo as quatro maiores conhecidas como luas galileanas: Io, Europa, Ganimedes e Calisto. O planeta possui um campo magnético poderoso e intensas auroras polares. Sua massa e gravidade influenciam a dinâmica do sistema solar, atuando como um 'guardião' que protege a Terra de alguns objetos espaciais.",
        "colors": "orange, white, brown"
      },
      {
        "name": "Saturn",
        "namePt": "Saturno",
        "description": "Saturno, o sexto planeta a partir do Sol, é conhecido por seus magníficos anéis que o cercam. Esses anéis são compostos principalmente de gelo, poeira e pequenas rochas. Saturno é um gigante gasoso, composto principalmente de hidrogênio e hélio. O planeta possui mais de 60 luas, sendo a maior delas chamada Titã. Sua atmosfera exibe características como tempestades e ventos poderosos. Saturno tem uma densidade baixa, o que o torna o único planeta do sistema solar que flutuaria em água. Sua beleza e singularidade o tornam um objeto fascinante de estudo e exploração espacial.",
        "colors": "yellow, brown, beige"
      },
      {
        "name": "Uranus",
        "namePt": "Urano",
        "description": "Urano, o sétimo planeta a partir do Sol, é conhecido por sua posição única e atmosfera peculiar. Ele possui uma inclinação axial extrema, fazendo com que gire de lado em relação ao plano orbital. Sua atmosfera é composta principalmente de hidrogênio e hélio, mas também contém metano, que confere sua coloração azul-esverdeada. Urano possui um sistema de anéis e mais de 20 luas conhecidas. Sua estrutura interna consiste em um núcleo rochoso rodeado por um manto de gelo e uma atmosfera densa. Sua natureza misteriosa e características únicas o tornam um objeto de fascínio e estudo no campo da astronomia.",
        "colors": "blue, green, white"
      },
      {
        "name": "Neptune",
        "namePt": "Netuno",
        "description": "Netuno, o oitavo e mais distante planeta do sistema solar, é conhecido por sua cor azul profundo e sua atmosfera turbulenta. É um gigante gasoso composto principalmente de hidrogênio e hélio, mas também contém traços de metano, que contribuem para sua coloração característica. Netuno tem um sistema de anéis, embora sejam mais fracos e menos proeminentes do que os de Saturno. O planeta possui uma série de luas, incluindo Tritão, uma das luas mais frias do sistema solar. A presença de tempestades e ventos poderosos em sua atmosfera faz de Netuno um planeta fascinante para estudos científicos.",
        "colors": "blue, turquoise"
      },
      {
        "name": "Pluto",
        "namePt": "Plutão",
        "description": "Plutão, embora já tenha sido considerado o nono planeta do sistema solar, foi reclassificado como planeta anão em 2006. Ele possui uma órbita excêntrica e leva cerca de 248 anos terrestres para completar uma volta ao redor do Sol. Plutão é conhecido por sua superfície gelada, com características como montanhas, planícies e regiões brilhantes. Possui uma lua chamada Caronte, que é grande em relação ao tamanho de Plutão. Sua composição é composta principalmente de gelo de nitrogênio e metano, com traços de outros compostos orgânicos. Plutão continua sendo um objeto de estudo interessante e fascinante para os astrônomos.",
        "colors": "brown, beige"
      },
      {
        "name": "Moon",
        "namePt": "Lua",
        "description": "A Lua é o único satélite natural da Terra e desempenha um papel crucial em nosso planeta. Ela tem um diâmetro de aproximadamente 3.474 quilômetros e é cerca de um quarto do tamanho da Terra. A Lua não possui atmosfera significativa e sua superfície é coberta por crateras, mares e montanhas. Ela exerce uma influência importante nas marés terrestres e estabiliza o eixo de rotação da Terra. A exploração lunar tem revelado informações valiosas sobre a história do nosso sistema solar. A missão Apollo 11, em 1969, marcou a primeira vez que os seres humanos pisaram na Lua, abrindo caminho para futuras explorações espaciais.",
        "colors": "gray, white"
      },
      {
        "name": "Sun",
        "namePt": "Sol",
        "description": "O Sol é a estrela central do nosso sistema solar, sendo uma esfera de plasma quente e luminosa. Sua massa é cerca de 330.000 vezes maior que a da Terra, representando mais de 99% da massa total do sistema solar. O Sol fornece energia e luz para sustentar a vida na Terra. É uma imensa bola de fogo em constante atividade, com erupções solares, manchas solares e ventos solares. Sua temperatura na superfície é de aproximadamente 5.500 graus Celsius. O Sol é uma estrela de sequência principal e está em uma fase estável de sua vida, mas eventualmente se transformará em uma gigante vermelha no futuro distante.",
        "colors": "yellow, orange"
      }
    ]
  }
  